{"teams":[{"idTeam":"134946","idSoccerXML":null,"idAPIfootball":"11","intLoved":null,"strTeam":"Arizona Cardinals","strTeamAlternate":"","strTeamShort":"ARI","intFormedYear":"1898","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"16027","strStadium":"State Farm Stadium","strKeywords":"","strRSS":"","strLocation":"Glendale, Arizona","intStadiumCapacity":"63400","strWebsite":"www.azcardinals.com","strFacebook":"www.facebook.com\/arizonacardinals","strTwitter":"twitter.com\/AZCardinals","strInstagram":"www.instagram.com\/azcardinals","strDescriptionEN":"The Arizona Cardinals are a professional American football team based in Glendale, Arizona. They currently are members of the West division of the National Football Conference (NFC) in the National Football League (NFL). The Cardinals were founded in 1898, and are the oldest continuously run professional sports team in the United States outside of baseball.\r\n\r\nThe team was established in Chicago in 1898 and was a charter member of the NFL in 1920. Along with the Chicago Bears, the club is one of two NFL charter member franchises still in operation since the league's founding. (The Green Bay Packers were an independent team until they joined the NFL in 1921). The club then moved to St. Louis, Missouri in 1960 and played in that city through 1987 (sometimes referred to as the \"Football Cardinals\" and\/or the \"Big Red\" to avoid confusion with the Major League Baseball St. Louis Cardinals). Other less commonly used nicknames were the \"Gridbirds\" (used only by a local newspaper columnist) or \"Cardiac Cards\" (used only to refer to the 1975 team). Before the 1988 NFL season, the team moved to Tempe, Arizona, a college suburb east of Phoenix, and played their home games for the next 18 years at Arizona State University's Sun Devil Stadium. In 2006, the club began playing all home games at the newly constructed University of Phoenix Stadium in the northwestern suburb of Glendale, although the team's training facility is in Tempe.\r\n\r\nThe franchise has two NFL championships, both while it was based in Chicago. The first occurred in 1925, but is the subject of controversy, with supporters of the Pottsville Maroons believing that Pottsville should have gotten the title. Their second title, and the first to be received through a championship game, came in 1947, two decades before the first Super Bowl game was played.\r\n\r\nIn the six-plus decades since winning the championship in 1947, the team suffered many losing seasons, and currently hold the league's longest active championship drought. They have been to the playoffs six times and have won six playoff games, three of which were victories during their run in the 2008–09 NFL Playoffs. During that season, they won their only NFC Championship Game since the 1970 AFL-NFL Merger, and reached Super Bowl XLIII. The team has also won four division titles (1974, 1975, 2008, and 2009) since their 1947–1948 NFL championship game appearances.\r\n\r\nIn 2012 the Cardinals became the first NFL franchise to lose 700 games since its inception. The franchise's all-time mark at the conclusion of the 2013 season is 511–716–39.\r\n\r\nFrom 1988 through 2012 (except 2005, when they trained in Prescott), the Cardinals conducted their annual summer training camp at Northern Arizona University in Flagstaff. The Cardinals moved their training camp to University of Phoenix Stadium in 2013.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":"O Arizona Cardinals (também chamado de Cards) é um time de futebol americano da cidade de Glendale, Arizona que disputa a divisão oeste da Conferência Nacional da NFL.\r\n\r\nFoi fundado em 1898 em Chicago, é a mais antiga franquia de futebol americano, tendo sido um dos fundadores da NFL em 1920. Se mudou para o Arizona em 1988, após 27 anos em St. Louis (destino do time após sair de Chicago, em 1959), sendo originalmente chamado Phoenix Cardinals e jogando na cidade próxima de Tempe. Desde 2005 joga em Glendale, também na região metropolitana de Phoenix, no estádio da Universidade de Phoenix.\r\n\r\nOs Cardinals chegaram ao Super Bowl pela primeira vez em sua história na pós-temporada de 2009, depois de alcançar seu primeiro título na divisão oeste. No Super Bowl XLIII, foram derrotados pelo Pittsburgh Steelers por 27 a 23.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xvuwtw1420646838.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/rbfpn21512746397.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qtryxt1421271537.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/g797je1548361158.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ywqqxx1421272167.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/r1ruid1548361170.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/uywwsu1421524973.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/wwxqxv1471795600.png","strYoutube":"www.youtube.com\/channel\/UCzNfiKcvNjLHljohEkO83Rg","strLocked":"unlocked"},{"idTeam":"134942","idSoccerXML":null,"idAPIfootball":"8","intLoved":null,"strTeam":"Atlanta Falcons","strTeamAlternate":"","strTeamShort":"ATL","intFormedYear":"1965","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"16029","strStadium":"Mercedes-Benz Stadium","strKeywords":"","strRSS":"","strLocation":"Atlanta, Georgia","intStadiumCapacity":"71228","strWebsite":"www.atlantafalcons.com","strFacebook":"www.facebook.com\/AtlantaFalcons","strTwitter":"www.twitter.com\/Atlanta_Falcons","strInstagram":"www.instagram.com\/atlantafalcons","strDescriptionEN":"The Atlanta Falcons are a professional American football team based in Atlanta, Georgia. They are a member of the South Division of the National Football Conference (NFC) in the National Football League (NFL).\r\n\r\nThe Falcons joined the NFL in 1965 as an expansion team, after the NFL offered then-owner Rankin Smith a franchise to keep him from joining the rival American Football League (AFL). The AFL instead granted a franchise to Miami, Florida (the Miami Dolphins). They are tied with the Dolphins (who also began play in 1966) for being the oldest NFL franchise in the Deep South, and are the oldest NFC team in said region.\r\n\r\nIn their 49 years of existence, the Falcons have compiled a record of 316–414–6 with division championships in 1980, 1998, 2004, 2010 and 2012. Their only Super Bowl appearance was during the 1998 season in Super Bowl XXXIII in Miami.\r\n\r\nThe Falcons play their home games at the Georgia Dome in downtown Atlanta, but construction began on New Atlanta Stadium in May 2014, with play beginning in the 2017 season. Their headquarters and practice facilities are located at a 50-acre site in Flowery Branch, Georgia.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"Los Atlanta Falcons (en español Halcones de Atlanta) son un equipo profesional estadounidense de fútbol americano de la ciudad de Atlanta, Georgia. Forman parte de la NFC Sur de la National Football League (NFL). Juegan en el Georgia Dome desde 1992 con sede en Atlanta, Georgia.1\r\n\r\nLos Falcons se unieron a la NFL en 19652 como un equipo de expansión, después de que la NFL le ofreciera al entonces propietario Rankin Smith una franquicia para que no se uniera a la liga rival, la American Football League (AFL). A su vez, la AFL le concedió una franquicia a Miami, Florida (Miami Dolphins). Tanto Falcons como Dolphins (quien también comenzaron a jugar en 1966) son las franquicias de la NFL más antiguas en el sur profundo, donde son los equipos de la NFC más antiguos de dicha región.","strDescriptionPT":"O Atlanta Falcons é um time de futebol americano da cidade de Atlanta, Geórgia, que disputa a divisão Sul da Conferência Nacional (NFC) da National Football League (NFL), nos Estados Unidos. O Atlanta Falcons joga no estádio Georgia Dome, um estádio fechado,mas futuramente irá jogar no New Falcons Stadium,com a inauguração prevista para 2017. Seus rivais de divisão são o Tampa Bay Buccaneers, o New Orleans Saints e o Carolina Panthers. O uniforme principal do time é composto pela Jersey(camisa) vermelha com o número do jogador e uma calça branca. O capacete é preto com o símbolo do time. O time apareceu no Super Bowl uma vez apenas,quando perdeu para o Denver Broncos por 34-19 no Super Bowl XXXIII.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rrpvpr1420658174.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/0dng1u1625366751.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yuutup1421272437.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/4eiqxz1548361324.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/nj1tbi1548361261.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/71845t1548361289.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/tqvvus1421524878.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/tvqxst1471795713.png","strYoutube":"www.youtube.com\/channel\/UCzjCfV3LHyarKbdb-2ScGZg","strLocked":"unlocked"},{"idTeam":"134922","idSoccerXML":null,"idAPIfootball":"5","intLoved":null,"strTeam":"Baltimore Ravens","strTeamAlternate":"","strTeamShort":"BAL","intFormedYear":"1996","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"21598","strStadium":"M&T Bank Stadium","strKeywords":"","strRSS":"","strLocation":"Baltimore, Maryland","intStadiumCapacity":"71008","strWebsite":"www.baltimoreravens.com","strFacebook":"www.facebook.com\/baltimoreravens","strTwitter":"www.twitter.com\/ravens","strInstagram":"www.instagram.com\/ravens","strDescriptionEN":"The Baltimore Ravens are a professional American football team based in Baltimore, Maryland, playing in the North Division of the American Football Conference (AFC) in the National Football League (NFL). The team has played its home games at M&T Bank Stadium in downtown Baltimore since 1998, and is headquartered at the Under Armour Performance Center in Owings Mills.\r\n\r\nThe Ravens were established in 1996, when then-owner of the Cleveland Browns, Art Modell, announced plans to relocate the franchise to Baltimore. As part of a settlement between the league and the city of Cleveland, Modell was required to leave the Browns' name, colors and heritage in Cleveland for a replacement team that took the field in 1999. In return, he was allowed to take his players to Baltimore, where his new team would be legally recognized as an expansion team. The team's name was inspired by Edgar Allan Poe's poem The Raven—as Poe lived for a time in Baltimore, died and was buried there in 1849—and by the name of Major League Baseball's Baltimore Orioles.\r\n\r\nThe Ravens have experienced great success in their brief history, making the playoffs ten times since 2000, with two Super Bowl victories (Super Bowl XXXV and Super Bowl XLVII), two AFC Championship titles (2000 and 2012), four AFC North division titles (2003, 2006, 2011 and 2012), and are currently the only team in the NFL to hold a perfect record in multiple Super Bowl appearances. The Ravens organization has been led by general manager Ozzie Newsome since 2002, and has had three head coaches: Ted Marchibroda, Brian Billick, and John Harbaugh. With a record-breaking defensive unit in their 2000 season, the team established a reputation for relying on strong defensive play, led by players like middle linebacker Ray Lewis, who, until his retirement, was considered the \"face of the franchise.\" The team is owned by Steve Bisciotti and valued at $1.157 billion, making the Ravens the 19th-most valuable sports franchise in the world.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/einz3p1546172463.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/jjcday1512746619.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xptsvp1421272634.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/g5sume1548361953.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tqruvq1421272651.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/4hms861548361966.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/qvuvwp1421524295.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/qwrpyw1471795847.png","strYoutube":"www.youtube.com\/user\/baltimoreravens","strLocked":"unlocked"},{"idTeam":"134918","idSoccerXML":null,"idAPIfootball":"20","intLoved":"3","strTeam":"Buffalo Bills","strTeamAlternate":"","strTeamShort":"BUF","intFormedYear":"1959","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"American Football League","idLeague2":"5482","strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"30812","strStadium":"Highmark Stadium","strKeywords":"","strRSS":"","strLocation":"Orchard Park, New York","intStadiumCapacity":"71608","strWebsite":"www.buffalobills.com","strFacebook":"www.facebook.com\/BuffaloBills","strTwitter":"twitter.com\/buffalobills","strInstagram":"instagram.com\/buffalobills","strDescriptionEN":"The Buffalo Bills are a professional American football team based in Orchard Park, New York. An original franchise of the American Football League, they are members of the East Division of the American Football Conference (AFC) in the National Football League (NFL). The Bills are the only team to win four consecutive conference championships, and are the only NFL team to play in four consecutive Super Bowl games, all of which they lost. The team was owned by Ralph Wilson from the team's founding in 1960, until his death in 2014 at the age of 95. After his death, Wilson's estate reached an agreement to sell the team to Terry and Kim Pegula, which was approved by the other NFL team owners on October 8, 2014. The team has featured many of the league's most prominent and popular players, including QB Jack Kemp, FB Cookie Gilchrist, G Bob Kalsu, RB O.J. Simpson, DE Bruce Smith, QB Jim Kelly, RB Thurman Thomas, and WR Andre Reed.\r\n\r\nSince 1973, the Bills have played home games at Ralph Wilson Stadium in the Buffalo, New York suburb of Orchard Park. The Bills are the only NFL team that play their home games in New York state. (The New York Giants and New York Jets play at MetLife Stadium, located in East Rutherford, New Jersey.) From 2008 to 2013, the Bills played one regular season home game per season in Toronto as part of the Bills Toronto Series. The Bills conduct summer training camp at St. John Fisher College in Pittsford, New York, an eastern suburb of Rochester. The Bills have the longest playoff drought in the NFL: they have not made the playoffs since 1999 (and thus are the only team yet to appear in the playoffs in the 21st century).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/6pb37b1515849026.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/ytpqwy1447434003.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wwtsqs1421272864.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ywpsvt1421272887.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/zw9p9y1548362047.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/7f2srj1548362273.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/tqvuwq1421469777.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/qprqtr1471795953.png","strYoutube":"youtube.com\/user\/buffalobillscom","strLocked":"unlocked"},{"idTeam":"134943","idSoccerXML":null,"idAPIfootball":"19","intLoved":null,"strTeam":"Carolina Panthers","strTeamAlternate":"","strTeamShort":"CAR","intFormedYear":"1995","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"18776","strStadium":"Bank of America Stadium","strKeywords":"","strRSS":"","strLocation":"Charlotte, North Carolina","intStadiumCapacity":"74445","strWebsite":"www.panthers.com","strFacebook":"www.facebook.com\/CarolinaPanthers","strTwitter":"twitter.com\/Panthers","strInstagram":"","strDescriptionEN":"The Carolina Panthers are a professional American football team based in Charlotte, North Carolina. They play in the South division of the National Football Conference (NFC), one of the two conferences in the National Football League (NFL). The team is worth approximately USD $1 billion, according to Forbes, and is controlled by Jerry Richardson and his family; they have a 48% stake. The remainder of the team is held by a group of 14 limited partners. The head coach is Ron Rivera, while the president is Danny Morrison.\r\n\r\nThe Panthers first competed in 1995 and fared well in their first two years, finishing 7–9 in 1995 (an all-time best for an expansion NFL team's first season) and 12–4 in 1996. They did not have another winning season until 2003, when the team won the NFC Championship Game and reached Super Bowl XXXVIII, losing 32–29 to the New England Patriots. After recording playoff appearances in 2005 and 2008, the team failed to record another playoff appearance until 2013, when they finished with a 12–4 record and won the NFC South. The Panthers have made the playoffs six times, reaching the NFC Championship Game in three of them. They have won five division titles, one of them in the NFC West and four of them in the NFC South.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xxyvvy1420940478.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/9a2yo11512746736.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yurtxt1421274809.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/g2wyr71548362368.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vxyvpx1421274827.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/n9qlm61548362380.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/syqqsw1421524907.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/tvvsvv1471796068.png","strYoutube":"","strLocked":"unlocked"},{"idTeam":"134938","idSoccerXML":null,"idAPIfootball":"16","intLoved":"4","strTeam":"Chicago Bears","strTeamAlternate":"","strTeamShort":"CHI","intFormedYear":"1919","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"16092","strStadium":"Soldier Field","strKeywords":"Monsters of the Midway","strRSS":"","strLocation":"Chicago, Illinois","intStadiumCapacity":"61500","strWebsite":"www.chicagobears.com","strFacebook":"www.facebook.com\/ChicagoBears","strTwitter":"twitter.com\/ChicagoBears","strInstagram":"www.instagram.com\/chicagobears","strDescriptionEN":"The Chicago Bears are a professional American football team based in Chicago, Illinois. They are members of the North Division of the National Football Conference (NFC) in the National Football League (NFL). The Bears have won nine NFL Championships (eight pre-merger, and one Super Bowl). The Bears hold the NFL record for the most enshrinees in the Pro Football Hall of Fame, with 27 members, and the most retired jersey numbers (15). The Bears have also recorded more regular season and overall victories than any other NFL franchise. The franchise recorded its 700th win on November 18, 2010.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"#0B162A","strColour2":"#C83803","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ji22531698678538.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/ik7dls1512746855.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/suvuux1421275156.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/bll3dl1662731288.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/25sxfh1662731324.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/nbz6ds1548360180.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/wwpttp1421524768.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/stvywr1471796210.png","strYoutube":"www.youtube.com\/channel\/UCP0Cdc6moLMyDJiO0s-yhbQ","strLocked":"unlocked"},{"idTeam":"134923","idSoccerXML":null,"idAPIfootball":"10","intLoved":null,"strTeam":"Cincinnati Bengals","strTeamAlternate":"","strTeamShort":"CIN","intFormedYear":"1967","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"American Football League","idLeague2":"5482","strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"29569","strStadium":"Paul Brown Stadium","strKeywords":"","strRSS":"","strLocation":"Cincinnati, Ohio","intStadiumCapacity":"65535","strWebsite":"www.bengals.com","strFacebook":"www.facebook.com\/bengals","strTwitter":"twitter.com\/Bengals","strInstagram":"www.instagram.com\/bengals","strDescriptionEN":"The Cincinnati Bengals are a professional American football franchise based in Cincinnati, Ohio. They are currently members of the North division of the American Football Conference (AFC) of the National Football League (NFL). Their home stadium is Paul Brown Stadium in downtown Cincinnati. Their current head coach is Marvin Lewis. Their primary colors are orange and black. Their chief rivals are the Baltimore Ravens, Cleveland Browns and Pittsburgh Steelers.\r\n\r\nThe Bengals were founded in 1966 as a member of the American Football League (AFL) by former Cleveland Browns head coach Paul Brown. Brown was the Bengals' head coach from their inception to 1975. After being dismissed as the Browns' head coach by Art Modell (who had purchased majority interest in the team in 1961) in January 1963, Brown had shown interest in establishing another NFL franchise in Ohio and looked at both Cincinnati and Columbus.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qqtwwv1420941670.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/oncw641548363208.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/svytvw1421275495.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ah6hxe1548362505.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xwvrqq1421275514.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/3s1tin1548362527.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/srwttt1421524309.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/uxqpyq1471796312.png","strYoutube":"","strLocked":"unlocked"},{"idTeam":"134924","idSoccerXML":null,"idAPIfootball":"9","intLoved":"1","strTeam":"Cleveland Browns","strTeamAlternate":"","strTeamShort":"CLE","intFormedYear":"1946","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"19480","strStadium":"FirstEnergy Stadium","strKeywords":"","strRSS":"","strLocation":"Cleveland, Ohio","intStadiumCapacity":"67407","strWebsite":"www.clevelandbrowns.com","strFacebook":"www.facebook.com\/clevelandbrowns","strTwitter":"twitter.com\/Browns","strInstagram":"www.instagram.com\/clevelandbrowns","strDescriptionEN":"The Cleveland Browns are a professional American football franchise based in Cleveland, Ohio. They are currently members of the North Division of the American Football Conference (AFC) of the National Football League (NFL). Their current home venue is FirstEnergy Stadium (called Cleveland Browns Stadium from its opening in 1999 to 2012), with administrative offices and training facilities in Berea, Ohio. The Browns' official colors are burnt orange, seal brown, and white. They are unique among the 32 member franchises of the NFL in that they do not have a helmet logo.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/squvxy1420942389.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/j5ufgm1720814540.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wyxtxs1421276039.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/i194ex1548363327.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uspvvt1421276022.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/1yx02i1548363350.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/sytwyp1421524329.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/uwytqu1471796444.png","strYoutube":"www.youtube.com\/channel\/UCQQQO7Kdo0cu9iEb19qOoYA","strLocked":"unlocked"},{"idTeam":"134934","idSoccerXML":null,"idAPIfootball":"29","intLoved":"2","strTeam":"Dallas Cowboys","strTeamAlternate":"","strTeamShort":"DAL","intFormedYear":"1960","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"15802","strStadium":"AT&T Stadium","strKeywords":"","strRSS":"","strLocation":"Arlington, Texas","intStadiumCapacity":"105121","strWebsite":"www.dallascowboys.com","strFacebook":"www.facebook.com\/DallasCowboys","strTwitter":"www.twitter.com\/dallascowboys","strInstagram":"www.instagram.com\/dallascowboys","strDescriptionEN":"The Dallas Cowboys are a professional American football franchise that plays in the East division of the National Football Conference (NFC) of the National Football League (NFL). They are headquartered in Valley Ranch in Irving, Texas, a suburb of Dallas. The team plays its home games at AT&T Stadium in Arlington, Texas, within the Dallas–Fort Worth metropolitan area, which finished construction in time for the 2009 season. The Cowboys joined the NFL as a 1960 expansion team. The team's national following might best be represented by its NFL record of consecutive home sell-outs. The Cowboys' streak of 160 sold-out regular and post-season games began in 1990, and included 79 straight sellouts at their former home, Texas Stadium, and 81 straight sell-outs on the road. The franchise shares the record for most Super Bowl appearances (8) with the Pittsburgh Steelers, corresponding to most NFC championships (8). The Cowboys are the only NFL team to record 20 straight winning seasons (1966–85), in which they only missed the playoffs twice (1974 and 1984), an NFL record that remains unchallenged.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wrxssu1450018209.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/qttrwt1421607090.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uvwrwv1471814845.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qpyvyu1471814734.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uttqty1421276545.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qqyxsp1471814679.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/rryyqs1421524670.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/wyrvpu1471814559.png","strYoutube":"www.youtube.com\/channel\/UCC0BPKJxAyxjQoRTYbpW0FQ","strLocked":"unlocked"},{"idTeam":"134930","idSoccerXML":null,"idAPIfootball":"28","intLoved":"2","strTeam":"Denver Broncos","strTeamAlternate":"","strTeamShort":"DEN","intFormedYear":"1960","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"American Football League","idLeague2":"5482","strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"18784","strStadium":"Empower Field at Mile High","strKeywords":"","strRSS":"","strLocation":"Denver, Colorado","intStadiumCapacity":"76125","strWebsite":"www.denverbroncos.com","strFacebook":"www.facebook.com\/DenverBroncos","strTwitter":"twitter.com\/Broncos","strInstagram":"www.instagram.com\/broncos","strDescriptionEN":"The Denver Broncos are a professional American football team based in Denver, Colorado. They are members of the West Division of the American Football Conference (AFC) in the National Football League (NFL). The Broncos began play in 1960 as a charter member of the American Football League (AFL) and joined the NFL as part of the merger in 1970. The Broncos are owned by the Pat Bowlen trust. The Broncos have played at Sports Authority Field at Mile High since 2001, after previously playing at Mile High Stadium from 1960–2000.\r\n\r\nThe Broncos were barely competitive during their 10-year run in the AFL and their first seven years in the NFL, never making the playoffs. They did not have a winning season until 1973. Four years later, in 1977, they made the playoffs for the first time in franchise history and advanced to Super Bowl XII. Since 1975, the Broncos have become one of the NFL's more successful teams, having suffered only six losing records in 40 seasons. They have won seven AFC Championships and two Super Bowls, and have four players in the Pro Football Hall of Fame: John Elway, Floyd Little, Gary Zimmerman, and Shannon Sharpe.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/upsspx1421635647.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/aq5j9q1600553100.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/582tkg1548363653.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/4jtcmr1548363667.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/n5rws61548363680.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ojentj1548363695.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/ruuwxv1421524511.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/wsyqry1471815292.png","strYoutube":"www.youtube.com\/channel\/UCDGdBexlDZA8T7hnweWWyow","strLocked":"unlocked"},{"idTeam":"134939","idSoccerXML":null,"idAPIfootball":"7","intLoved":null,"strTeam":"Detroit Lions","strTeamAlternate":"","strTeamShort":"DET","intFormedYear":"1930","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"15808","strStadium":"Ford Field","strKeywords":"","strRSS":"","strLocation":"Detroit, Michigan","intStadiumCapacity":"65000","strWebsite":"www.detroitlions.com","strFacebook":"www.facebook.com\/DetroitLions\/","strTwitter":"twitter.com\/Lions","strInstagram":"www.instagram.com\/detroitlionsnfl\/?hl=en","strDescriptionEN":"The Detroit Lions are a professional American football team based in Detroit, Michigan. The Lions compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) North division. The team plays its home games at Ford Field in Downtown Detroit.\r\n\r\nOriginally based in Portsmouth, Ohio and called the Portsmouth Spartans, the team formally joined the NFL on July 12, 1930 and began play in the 1930 season. Despite success within the NFL, they could not survive in Portsmouth, then the NFL's smallest city. The team was purchased and relocated to Detroit for the 1934 season.\r\n\r\nThe Lions have won four NFL championships, tied for 9th overall in total championships amongst all 32 NFL franchises; however, their last was in 1957, which gives the club the second-longest NFL championship drought behind the Arizona Cardinals. They are one of four current teams and the only NFC team to have not yet played in the Super Bowl.\r\n\r\nThe Lions have been a part of multiple divisions and have had several division rivals in their existence. Their oldest rivals are the Chicago Bears and the Green Bay Packers, whom they have been paired with in a division since 1933. The Minnesota Vikings have been in a division with Detroit ever since their inaugural season in 1961. Other notable longtime division opponents were the Cleveland\/Los Angeles Rams (29 seasons from 1937–1966, except for 1943), the Tampa Bay Buccaneers (25 seasons from 1977–2001), the San Francisco 49ers (17 seasons from 1950–1966), the Chicago Cardinals (16 seasons from 1933–1949, except for 1944), and the Baltimore Colts (14 seasons from 1953–1966).\r\n\r\nThe Lions also have a preseason rivalry with the Cleveland Browns, dubbed the Great Lakes Classic. The two teams have been playing for The Barge Trophy since 2002. The Lions and Browns had a solid rivalry in the 1950s, when they met four times for the NFL championship (Detroit won three of the matchups).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/lgsgkr1546168257.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/f9uchv1512747148.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/5mqsnf1548364214.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/aa2xa11548364226.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/9w2fcu1548364241.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xmv0ct1548364255.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/rxyvuq1421524784.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/2019-134939-Jersey.png","strYoutube":"www.youtube.com\/user\/detroitlionsnfl","strLocked":"unlocked"},{"idTeam":"134940","idSoccerXML":null,"idAPIfootball":"15","intLoved":"1","strTeam":"Green Bay Packers","strTeamAlternate":"","strTeamShort":"GB","intFormedYear":"1919","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"17146","strStadium":"Lambeau Field","strKeywords":"","strRSS":"","strLocation":"Green Bay, Wisconsin","intStadiumCapacity":"80735","strWebsite":"www.packers.com","strFacebook":"www.facebook.com\/Packers","strTwitter":"twitter.com\/packers","strInstagram":"www.instagram.com\/packers\/?hl=en","strDescriptionEN":"The Green Bay Packers is a professional American football team based in Green Bay, Wisconsin. The Packers compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) North division. It is the third-oldest franchise in the NFL, dating back to 1919, and is the only non-profit, community-owned major league professional sports team based in the United States. Home games have been played at Lambeau Field since 1957.\r\n\r\nThe Packers is the last of the \"small town teams\" which were common in the NFL during the 1920s and 30s. Founded in 1919 by Earl \"Curly\" Lambeau and George Whitney Calhoun, the franchise traces its lineage to other semi-professional teams in Green Bay dating back to 1896. Between 1919 and 1920, the Packers competed against other semi-pro clubs from around Wisconsin and the Midwest, before joining the American Professional Football Association (APFA), the forerunner of today's NFL, in 1921. Although Green Bay is by far the smallest major league professional sports market in North America, its local fan and media base extends 120 miles south into Milwaukee, where it played selected home games between 1933 and 1994. And despite its small market, Forbes ranked the Packers as the world's 26th most valuable sports franchise in 2016, with a value of $2.35 billion.\r\n\r\nThe Packers have won 13 league championships, the most in NFL history, with nine pre-Super Bowl NFL titles in addition to four Super Bowl victories. The Packers won the first two Super Bowls in 1967 and 1968 and were the only NFL team to defeat the American Football League (AFL) prior to the AFL–NFL merger. The Vince Lombardi Trophy is named after the Packers' coach Lombardi, who guided them to their first two Super Bowls. Their two additional Super Bowl wins came in 1997 and 2011.\r\n\r\nThe Packers are long-standing adversaries of the Chicago Bears, Minnesota Vikings, and Detroit Lions, who today comprise the NFL's NFC North division, and were formerly members of the NFC Central Division. The Bears–Packers rivalry is one of the oldest in NFL history, dating back to 1921.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rqpwtr1421434717.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/5mfles1512747240.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uwttqw1423146157.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rs62a31548378766.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rtstxq1423146287.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/k8i4rh1548382513.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/qsvxpt1421524845.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/twurqp1471815616.png","strYoutube":"www.youtube.com\/channel\/UCzQNxN374__FJoD88a7kGzQ","strLocked":"unlocked"},{"idTeam":"134926","idSoccerXML":null,"idAPIfootball":"26","intLoved":null,"strTeam":"Houston Texans","strTeamAlternate":"","strTeamShort":"HOU","intFormedYear":"2002","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"15873","strStadium":"NRG Stadium","strKeywords":"","strRSS":"","strLocation":"Houston, Texas","intStadiumCapacity":"71054","strWebsite":"www.houstontexans.com","strFacebook":"www.facebook.com\/HoustonTexans","strTwitter":"twitter.com\/houstontexans","strInstagram":"www.instagram.com\/houstontexans\/?hl=en","strDescriptionEN":"The Houston Texans are a professional American football team based in Houston, Texas. The team is a member of the South Division of the American Football Conference (AFC) in the National Football League (NFL). The Texans joined the NFL in 2002 as an expansion team after Houston's previous franchise, the Houston Oilers, moved to Nashville, Tennessee, where they are now the Tennessee Titans. The team majority owner is Bob McNair. The team clinched its first playoff berth during the 2011 season as AFC South division champions. The Texans repeated as AFC South champions in 2012.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wqyryy1421436627.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/f2r5io1553780178.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tvusww1421532348.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/upywpw1421532370.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wxuvpq1421532389.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/nv3pms1548364385.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/tssyxt1421524421.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/vrpvyw1471815746.png","strYoutube":"www.youtube.com\/channel\/UCa_FcpOBe8G6VAR18RYS-aA","strLocked":"unlocked"},{"idTeam":"134927","idSoccerXML":null,"idAPIfootball":"21","intLoved":null,"strTeam":"Indianapolis Colts","strTeamAlternate":"","strTeamShort":"IND","intFormedYear":"1953","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"15807","strStadium":"Lucas Oil Stadium","strKeywords":"","strRSS":"","strLocation":"Indianapolis, Indiana","intStadiumCapacity":"62421","strWebsite":"www.colts.com","strFacebook":"www.facebook.com\/colts","strTwitter":"twitter.com\/colts","strInstagram":"www.instagram.com\/colts\/?hl=en","strDescriptionEN":"The Indianapolis Colts are an American football team based in Indianapolis, Indiana; they play their games in Lucas Oil Stadium, since 2008. Previously, the team had played for over two decades (1984-2007) at the RCA Dome. The team is a member of the South Division of the American Football Conference (AFC) in the National Football League (NFL).\r\n\r\nThe Colts have been members of the National Football League from their founding in Baltimore and were one of three NFL teams to join the teams of the American Football League to form the American Football Conference following the 1970 merger. While in Baltimore, the team advanced to the postseason ten times and won three NFL Championship games, in 1958, 1959, and 1968. The Colts had two Super Bowl appearances while in Baltimore, losing to the New York Jets in Super Bowl III, while defeating the Dallas Cowboys in Super Bowl V. The Colts moved to Indianapolis in 1984 and have since appeared in the playoffs sixteen times, won two conference championships, and won one Super Bowl, defeating the Chicago Bears in Super Bowl XLI.\r\n\r\nThe 2014 season was the team's thirty-first in Indianapolis, equaling their length of tenure in Baltimore.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wqqvpx1421434058.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/rpvxqt1421434633.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/d4b3zq1548364558.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/0eol3x1548364573.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/59zpuo1548364599.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/h804ar1548364651.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/swvxxr1421524443.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/ywyxvw1471815876.png","strYoutube":"www.youtube.com\/channel\/UCyYn26HPC4HIedifGnNbjBw","strLocked":"unlocked"},{"idTeam":"134928","idSoccerXML":null,"idAPIfootball":"2","intLoved":null,"strTeam":"Jacksonville Jaguars","strTeamAlternate":"The Jags","strTeamShort":"JAX","intFormedYear":"1993","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"29576","strStadium":"TIAA Bank Field","strKeywords":"","strRSS":"","strLocation":"Jacksonville, Florida","intStadiumCapacity":"67246","strWebsite":"www.jaguars.com","strFacebook":"www.facebook.com\/jacksonvillejaguars","strTwitter":"twitter.com\/jaguars","strInstagram":"www.instagram.com\/jaguars","strDescriptionEN":"The Jacksonville Jaguars are an American professional football franchise based in Jacksonville, Florida. They are members of the South Division of the American Football Conference (AFC) of the National Football League (NFL). Their home stadium is EverBank Field.\r\n\r\nThe Jaguars and the Carolina Panthers became active NFL teams in 1995. Since their inception, the Jaguars have won division championships in 1998 and 1999 (as members of the defunct AFC Central) and have qualified for the playoffs six times, most recently in 2007\r\n\r\nFrom their inception until 2011, the Jacksonville Jaguars' majority owner was Wayne Weaver. The team was then purchased by Pakistani-born businessman Shahid Khan for an estimated $770 million.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"#006778","strColour2":"#D7A22A","strColour3":"#000000","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/0mrsd41546427902.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/mdv8n31727630157.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qietg31548519005.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/u6khzi1548519066.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/4n8gbv1548519078.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/6ttkpp1548519091.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/qxytuv1421524465.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/wxwqvw1471815985.png","strYoutube":"www.youtube.com\/channel\/UCsGacW6z0GedR-Wv45SBRZg","strLocked":"unlocked"},{"idTeam":"134931","idSoccerXML":null,"idAPIfootball":"17","intLoved":"2","strTeam":"Kansas City Chiefs","strTeamAlternate":"","strTeamShort":"KC","intFormedYear":"1960","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"American Football League","idLeague2":"5482","strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"29575","strStadium":"Arrowhead Stadium","strKeywords":"","strRSS":"","strLocation":"Kansas City, Missouri","intStadiumCapacity":"76416","strWebsite":"www.kcchiefs.com","strFacebook":"www.facebook.com\/KansasCityChiefs","strTwitter":"twitter.com\/kcchiefs","strInstagram":"www.instagram.com\/chiefs\/?hl=en","strDescriptionEN":"The Kansas City Chiefs are a professional American football team in Kansas City, Missouri. A member of the AFC West division of the National Football League (NFL), the team was founded in 1960 as the Dallas Texans, a charter member of the American Football League (AFL). In 1963, the team relocated to Kansas City and assumed their current name, joining the NFL in the 1970 AFL–NFL merger. The team is valued at just under $1 billion.\r\n\r\nThe Chiefs won three AFL championships, in 1962, 1966 and 1969, and became the second AFL team (after the New York Jets) to defeat an NFL team in an AFL–NFL World Championship Game when they defeated the Minnesota Vikings in Super Bowl IV. The team's victory on January 11, 1970 remains the club's last championship game victory and appearance. The Chiefs were also the second team, after the Green Bay Packers, to appear in more than one Super Bowl, and the first to appear in the championship game in two different decades.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/936t161515847222.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/9t9o9r1580765600.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/edryqt1548528860.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/0j1xfz1548528933.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/c9144m1548528952.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/jt1pzk1548528968.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/twvqqv1421524525.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/quyryx1471816113.png","strYoutube":"www.youtube.com\/channel\/UC-hXefb6XBFSubWz6Ezf_lA","strLocked":"unlocked"},{"idTeam":"134932","idSoccerXML":null,"idAPIfootball":"1","intLoved":"3","strTeam":"Las Vegas Raiders","strTeamAlternate":"Oakland Raiders","strTeamShort":"OAK","intFormedYear":"1960","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"American Football League","idLeague2":"5482","strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"21293","strStadium":"Allegiant Stadium","strKeywords":"","strRSS":"","strLocation":"Paradise, Nevada","intStadiumCapacity":"65000","strWebsite":"www.raiders.com","strFacebook":"www.facebook.com\/Raiders","strTwitter":"twitter.com\/raiders","strInstagram":"instagram.com\/raiders","strDescriptionEN":"The Las Vegas Raiders are a professional American football team based in the Las Vegas metropolitan area. The Raiders compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) West division. The Raiders will play their home games at Allegiant Stadium in Paradise, Nevada, in 2020.\r\n\r\nFounded on January 30, 1960, and originally based in Oakland, California, they played their first regular season game on September 11, 1960, as a charter member of the American Football League (AFL). They moved to the NFL with the AFL-NFL merger in 1970. The team departed Oakland to play in Los Angeles from the 1982 season through the 1994 season before returning to Oakland at the start of the 1995 season. On March 27, 2017, NFL team owners voted nearly unanimously to approve the Raiders' application to relocate to Las Vegas. Nearly three years later, on January 22, 2020, the Raiders officially moved to Las Vegas.\r\n\r\nThe Raiders' off-field fortunes have varied considerably over the years. The team's first three years of operation (1960–1962) were marred by poor on-field performance, financial difficulties, and spotty attendance. In 1963, however, the Raiders' fortunes improved dramatically with the introduction of head coach (and eventual owner) Al Davis. In 1967, after several years of improvement, the Raiders reached the postseason for the first time. The team would go on to win its first (and only) AFL Championship that year; in doing so, the Raiders advanced to Super Bowl II, where they were soundly defeated by the Green Bay Packers. Since 1963, the team has won 15 division titles (3 AFL and 12 NFL), 4 AFC Championships (1976, 1980, 1983, and 2002), 1 AFL Championship (1967), and 3 Super Bowl Championships (XI, XV, and XVIII). At the end of the NFL's 2019 season, the Raiders have an all-time regular season record of 473 wins, 432 losses, and 11 ties; their all-time playoff record currently stands at 25 wins and 19 losses.\r\n\r\nAl Davis owned the team from 1972 until his death in 2011. Control of the franchise was then given to Al's son Mark Davis, with Al's wife Carol maintaining ownership. The Raiders are known for their extensive fan base and distinctive team culture. The Raiders have 14 former members who have been enshrined in the Pro Football Hall of Fame. They have previously played at Kezar Stadium and Candlestick Park in San Francisco, Frank Youell Field and Oakland Coliseum in Oakland, and the Los Angeles Memorial Coliseum in Los Angeles.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xqusqy1421724291.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/6f8ezj1600553153.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/9yztgo1552921320.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vkhft51552921334.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/n400eb1552921346.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/1ise071552921361.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/vrqqsv1421524556.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/2017-134932-Jersey.png","strYoutube":"www.youtube.com\/channel\/UC1es5fp8FEK1L0EgHjCvmtQ","strLocked":"unlocked"},{"idTeam":"135908","idSoccerXML":null,"idAPIfootball":"30","intLoved":"1","strTeam":"Los Angeles Chargers","strTeamAlternate":"The Bolts","strTeamShort":"LAC","intFormedYear":"1960","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"American Football League","idLeague2":"5482","strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"23720","strStadium":"SoFi Stadium","strKeywords":"","strRSS":"","strLocation":"Inglewood, CA","intStadiumCapacity":"70240","strWebsite":"www.chargers.com","strFacebook":"www.facebook.com\/chargers","strTwitter":"twitter.com\/chargers","strInstagram":"instagram.com\/chargers","strDescriptionEN":"The San Diego Chargers are a professional American football team based in San Diego, California. They have been members of the West division of the American Football Conference (AFC) in the National Football League (NFL) since 1970. The club began play in 1960 as a charter member of the American Football League, and spent its first season in Los Angeles, California before moving to San Diego in 1961. The Chargers play their home games at Qualcomm Stadium. The Chargers continue to be the only NFL team based in Southern California, with no teams in Los Angeles since 1994.\r\n\r\nThe Chargers won one AFL title in 1963 and reached the AFL playoffs five times and the AFL Championship four times before joining the NFL (1970) as part of the AFL–NFL merger. In the 43 years since then, the Chargers have made thirteen trips to the playoffs and four appearances in the AFC Championship game. At the end of the 1994 season, the Chargers faced the San Francisco 49ers in Super Bowl XXIX and fell 49–26. The Chargers have six players and one coach enshrined in the Pro Football Hall of Fame in Canton, Ohio: wide receiver Lance Alworth (1962–1970), defensive end Fred Dean (1975–1981), quarterback Dan Fouts (1973–1987), head coach\/general manager Sid Gillman (1960–1969, 1971), wide receiver Charlie Joiner (1976–1986), offensive lineman Ron Mix (1960–1969), and tight end Kellen Winslow (1979–1987).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vrqanp1687734910.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/0y3pvr1512748054.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/08nds81548367899.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tczbhl1548367992.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/85dih11548368007.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rztp4y1548368036.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/wyvwur1421524650.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/c0yaa11727135722.png","strYoutube":"www.youtube.com\/channel\/UCUyz_gEY_N-KBU4zjt2s-uQ","strLocked":"unlocked"},{"idTeam":"135907","idSoccerXML":null,"idAPIfootball":"31","intLoved":"1","strTeam":"Los Angeles Rams","strTeamAlternate":"LA Rams","strTeamShort":"LA","intFormedYear":"1936","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"23720","strStadium":"SoFi Stadium","strKeywords":"","strRSS":"","strLocation":"Los Angeles, California","intStadiumCapacity":"70240","strWebsite":"www.therams.com","strFacebook":"www.facebook.com\/Rams","strTwitter":"twitter.com\/RamsNFL","strInstagram":"instagram.com\/rams","strDescriptionEN":"The Los Angeles Rams are a professional American football team based in the Los Angeles metropolitan area. The Rams compete in the National Football League (NFL), as a member club of the National Football Conference (NFC) West division. The Rams franchise has won three NFL championships, and is the only franchise to win championships while representing three different cities (Cleveland in 1945, Los Angeles in 1951, and St. Louis in 1999).\r\n\r\nThe franchise began in 1936 as the Cleveland Rams, located in Cleveland, Ohio. The club was owned by Homer Marshman and featured players such as William \"Bud\" Cooper, Harry \"The Horse\" Mattos, Stan Pincura, and Mike Sebastian. Damon \"Buzz\" Wetzel joined as general manager.\r\n\r\nAfter winning the 1945 NFL Championship Game, the franchise moved to Los Angeles, California, in 1946, making way for Paul Brown's Cleveland Browns of the All-America Football Conference and becoming the only NFL championship team to play the following season in another city. The club played their home games at the Los Angeles Memorial Coliseum before moving into a reconstructed Anaheim Stadium in nearby Anaheim in 1979.\r\n\r\nAfter the 1994 NFL season, the Rams left California and moved east to St. Louis, Missouri. Five seasons after relocating, the team won Super Bowl XXXIV in a 23–16 victory over the Tennessee Titans. The Rams continued to play in the Edward Jones Dome in St. Louis until the end of the 2015 NFL season, when the team filed notice with the NFL of its intent to pursue a relocation back to Los Angeles. The move was approved by a 30–2 margin at an owners' meeting in January 2016, with the Rams returning to the city for the 2016 NFL season.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/8e8v4i1599764614.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/4ppe8b1599764771.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/eq0gh21510246613.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/er0qrq1488725107.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ayboc61510246669.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tokrlm1510251734.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/9r0of61510245170.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/4nh10c1510252994.png","strYoutube":"www.youtube.com\/channel\/UCyJ6yZdVUkBvt2vl4R03jcA","strLocked":"unlocked"},{"idTeam":"134919","idSoccerXML":null,"idAPIfootball":"25","intLoved":"1","strTeam":"Miami Dolphins","strTeamAlternate":"The Fins","strTeamShort":"MIA","intFormedYear":"1966","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"American Football League","idLeague2":"5482","strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"20373","strStadium":"Hard Rock Stadium","strKeywords":"","strRSS":"","strLocation":"Miami Gardens, FL","intStadiumCapacity":"80120","strWebsite":"www.miamidolphins.com","strFacebook":"www.facebook.com\/MiamiDolphins","strTwitter":"twitter.com\/#!\/MiamiDolphins","strInstagram":"www.instagram.com\/miamidolphins\/?hl=en","strDescriptionEN":"The Miami Dolphins are a professional American football team based in the Miami metropolitan area. The Dolphins are a member of the American Football Conference (AFC) East division in the National Football League (NFL). The Dolphins play their home games at Sun Life Stadium in the northern suburb of Miami Gardens, and have their headquarters in Davie, Florida. The Dolphins and the Atlanta Falcons (who also began play in 1966) are the oldest NFL franchises in the Deep South, and Miami is the oldest AFC team in that region.\r\n\r\nThe Dolphins team was founded by attorney\/politician Joe Robbie and actor\/comedian Danny Thomas. They began play in the American Football League in 1966. The region had not had a professional football team since the days of the Miami Seahawks, who played in the All-America Football Conference in 1946 before becoming the first incarnation of the Baltimore Colts. For the first few years the Dolphins full-time training camp and practice facilities were at Saint Andrew's School, a private boys boarding prep school in Boca Raton. In 1970 the Dolphins joined the NFL when the AFL–NFL merger occurred.\r\n\r\nThe team made its first Super Bowl appearance in Super Bowl VI, but lost to the Dallas Cowboys 24–3. In 1972, the Dolphins completed the NFL's only perfect season culminating in a Super Bowl win, winning all 14 of its regular-season games, both of its NFL playoff games, and also Super Bowl VII. The Dolphins thus became the first NFL team to accomplish a perfect regular season. The Dolphins also won Super Bowl VIII, becoming the first team to appear in three consecutive Super Bowls, and the second team (the first AFL\/AFC team) to win back-to-back championships. Miami also appeared in Super Bowl XVII and Super Bowl XIX, losing both games.\r\n\r\nFor most of their early history, the Dolphins were coached by Don Shula, the most successful head coach in professional football history in terms of total games won. His Dolphins teams posted losing records in only two of his 26 seasons as the head coach. During the period spanning 1983 to the end of 1999, quarterback Dan Marino became one of the most prolific passers in NFL history, breaking numerous league passing records. He led the Dolphins to five division titles, 10 playoff appearances, and Super Bowl XIX before retiring following the 1999 season.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/trtusv1421435081.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/wn0jpj1552929016.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/hd92tn1548536669.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/b36vy71548536742.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/oujh8p1548536756.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/z1bj461548536769.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/qpvupy1421524207.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/jemev91486815347.png","strYoutube":"www.youtube.com\/channel\/UCHUSfEzpSRkUUsRkk_aJwDw","strLocked":"unlocked"},{"idTeam":"134941","idSoccerXML":null,"idAPIfootball":"32","intLoved":"2","strTeam":"Minnesota Vikings","strTeamAlternate":"Vikings","strTeamShort":"MIN","intFormedYear":"1961","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"15803","strStadium":"U.S. Bank Stadium","strKeywords":"","strRSS":"https:\/\/www.vikings.com\/rss\/news","strLocation":"Minneapolis, MN","intStadiumCapacity":"66860","strWebsite":"www.vikings.com","strFacebook":"www.facebook.com\/minnesotavikings","strTwitter":"twitter.com\/vikings","strInstagram":"www.instagram.com\/vikings","strDescriptionEN":"The Minnesota Vikings are a professional American football team based in Minneapolis, Minnesota. The team has played in four Super Bowls, but lost in each one. The Vikings joined the National Football League (NFL) as an expansion team in 1960, and first took the field for the 1961 season. They currently participate in the North Division of the National Football Conference (NFC); prior to that, the Vikings were in the NFC Central Division, and before that they were in the NFL's Western Conference Central Division.\r\n\r\nIn May 2012, a bill was passed to build a new stadium for the team at the site of the Metrodome. The new stadium is expected to be open for the 2016 season. The Vikings play their home games at TCF Bank Stadium at the University of Minnesota while the new stadium is being built.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qstqqr1421609163.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/8dz28a1552929153.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/c2tcfj1548368621.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/g8uyv21548368707.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rtusrq1421616264.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sra2vc1548368731.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/rsyruq1421524863.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/2019-134941-Jersey.png","strYoutube":"www.youtube.com\/user\/OfficialMNVikings","strLocked":"unlocked"},{"idTeam":"134920","idSoccerXML":null,"idAPIfootball":"3","intLoved":"10","strTeam":"New England Patriots","strTeamAlternate":"The Pats","strTeamShort":"NE","intFormedYear":"1959","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"American Football League","idLeague2":"5482","strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"15816","strStadium":"Gillette Stadium","strKeywords":"","strRSS":"","strLocation":"Foxborough, Massachusetts","intStadiumCapacity":"68756","strWebsite":"www.patriots.com","strFacebook":"www.facebook.com\/newenglandpatriots","strTwitter":"twitter.com\/patriots","strInstagram":"www.instagram.com\/patriots\/?hl=en","strDescriptionEN":"The New England Patriots are a professional American football team based in the Greater Boston area. The Patriots play their home games at Gillette Stadium in the town of Foxborough, Massachusetts. The team is part of the East Division of the American Football Conference (AFC) in the National Football League (NFL). An original member of the American Football League (AFL), the Patriots joined the NFL in the 1970 merger of the two leagues. The team changed its name from the original Boston Patriots after relocating to Foxborough in 1971, although Foxborough is a suburb 22 miles (35 km) away from downtown Boston.\r\n\r\nSince the arrival of current head coach Bill Belichick in 2000, the Patriots have become one of the most successful teams in NFL history. They are third in appearances in a Super Bowl with seven (the Pittsburgh Steelers and Dallas Cowboys each have 8), and have the most appearances in the last 25 years. They have won all but two AFC East titles since 2001, and have not had a losing season since 2000. Before Belichick arrived, the Patriots had only notched consecutive playoff appearances twice in their history. Between 2001–2010, the Patriots set a record for most wins in a decade (121, different from conventionally bounded decades, 2000–2009, 1990–1999, etc.; this record references any ten-year stretch; second is the 1984–1993 San Francisco 49ers, with 120 wins); they broke their own record in 2011 (2002–2011 – 123 wins), and again in 2012 (2003–2012 – 126 wins – nearly 13 regular season wins per season). Between 2001 and 2005, the Patriots became the second team in NFL history (after the Dallas Cowboys) to win three Super Bowls in four years (Super Bowl XXXVI, XXXVIII, and XXXIX), and the eighth (and most recent) to win consecutive Super Bowls. The Patriots, however, were defeated by the New York Giants in Super Bowl XLII, after winning the first 18 games of their 2007 season. They were defeated again by the Giants in Super Bowl XLVI. During Belichick's tenure with the team along with quarterback Tom Brady, the Patriots have also compiled the longest winning streak consisting of regular season and playoff games in NFL history, a 21-game streak from October 2003 – October 2004. The Patriots' rivalry with the New York Jets is considered one of the most bitter rivalries in the NFL.\r\n\r\nPatriot fans rally in front of Boston City Hall following the Super Bowl XXXVIII championship\r\nThe Patriots have appeared in the Super Bowl seven times. The team advanced to the playoffs four times before appearing in Super Bowl XX in 1986, losing to the Chicago Bears. The team also appeared in Super Bowl XXXI in 1997, losing to the Green Bay Packers. The Patriots won their first Super Bowl in 2002, defeating the St. Louis Rams. Their next recent Super Bowl victory was in 2004, where they defeated the Carolina Panthers. Their most recent victory was in 2005, where they defeated the Philadelphia Eagles. Since their last victories, they have made Super Bowl appearances in 2008 and 2012, where they lost to the New York Giants both times","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xtwxyt1421431860.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/qy8bg71631787335.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yvrptr1420813357.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qsyxxp1421429118.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vpyrwq1421532881.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/j5b3211547922584.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/tppuxu1421524225.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/a7rhu01486816615.png","strYoutube":"www.youtube.com\/channel\/UCMm_V8YjmnZRhToXIqDYDuw","strLocked":"unlocked"},{"idTeam":"134944","idSoccerXML":null,"idAPIfootball":"27","intLoved":"1","strTeam":"New Orleans Saints","strTeamAlternate":"","strTeamShort":"NO","intFormedYear":"1966","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"29571","strStadium":"Mercedes Superdome","strKeywords":"","strRSS":"","strLocation":"New Orleans, Louisiana","intStadiumCapacity":"73208","strWebsite":"www.neworleanssaints.com","strFacebook":"www.facebook.com\/neworleanssaints\/","strTwitter":"twitter.com\/Saints","strInstagram":"www.instagram.com\/saints\/?hl=en","strDescriptionEN":"The New Orleans Saints are a professional American football team based in New Orleans, Louisiana. The Saints currently compete in the National Football League (NFL) as a member of the league's National Football Conference (NFC) South division. The team was founded by John W. Mecom Jr., David Dixon and the city of New Orleans. The Saints began play in Tulane Stadium in 1967.\r\n\r\nThe name \"Saints\" is an allusion to November 1 being All Saints Day in the Catholic faith, New Orleans' large Catholic population, and the spiritual \"When the Saints Go Marching In\", which is strongly associated with New Orleans and often sung by fans at games. The franchise was founded on November 1, 1966. The team's primary colors are old gold and black; their logo is a simplified fleur-de-lis. They played their home games in Tulane Stadium through the 1974 NFL season. The following year, they moved to the new Louisiana Superdome (now the Mercedes-Benz Superdome, since Mercedes-Benz has purchased the stadium's naming rights).\r\n\r\nFor most of their first 20 years, the Saints were barely competitive, only getting to .500 twice. In 1987, they finished 12–3—their first-ever winning season—and qualified for the NFL playoffs for the first time in franchise history, but lost to the Minnesota Vikings 44–10. The next season of 1988 ended with a 10–6 record, but no playoff berth. In the 2000 season, the Saints defeated the defending Super Bowl champion St. Louis Rams 31–28 to notch their first-ever playoff win.\r\n\r\nIn 2005, Hurricane Katrina devastated New Orleans and much of the Gulf Coast region. The Superdome was used as an emergency temporary shelter for displaced residents. The stadium suffered damage from the hurricane (notably from flooding and part of the roof being torn off as well as internal damage), and from lack of available facilities. The Saints were forced to play their first scheduled home game against the New York Giants at Giants Stadium in East Rutherford, New Jersey (the Giants' home stadium); other home games were rescheduled at the Alamodome in San Antonio, Texas or Tiger Stadium in Baton Rouge, Louisiana. During the season, it was rumored that Saints owner Tom Benson might deem the Superdome unusable and seek to legally void his contract and relocate the team to San Antonio, where he has business interests. Ultimately, however, the Superdome was repaired and renovated in time for the 2006 season at an estimated cost of US$185 million. The New Orleans Saints' first post-Katrina home game was an emotionally charged Monday Night Football game versus their division rival, the Atlanta Falcons. The Saints, under rookie head coach Sean Payton and new quarterback Drew Brees, defeated the Falcons 23–3, and went on to notch the second playoff win in franchise history.\r\n\r\nThe 2009 season was a historic one for the Saints. Winning a franchise-record 13 games, they qualified for Super Bowl XLIV and defeated the AFC champion Indianapolis Colts 31–17. To date, it is the only Super Bowl championship that they have won, and as it is the only Super Bowl the Saints have appeared in, they join the New York Jets and Tampa Bay Buccaneers as the only three NFL teams to win their lone Super Bowl appearance.\r\n\r\nOver the course of 50 seasons, the Saints have compiled an overall record of 345–436–5, with a regular season record of 338–427–5 and a playoff record of 8–10.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/nd46c71537821337.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/xoc2wm1537821424.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vdi1sn1518119469.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xla9kl1518119435.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/821qnt1518119534.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rhy8h71518119596.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/vxuquy1421524924.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/2018-134944-Jersey.png","strYoutube":"www.youtube.com\/channel\/UCwuddf1JrodMlc5fYpVlrQA","strLocked":"unlocked"},{"idTeam":"134935","idSoccerXML":null,"idAPIfootball":"4","intLoved":"1","strTeam":"New York Giants","strTeamAlternate":"","strTeamShort":"NYG","intFormedYear":"1925","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"15812","strStadium":"MetLife Stadium","strKeywords":"gmen bigblue","strRSS":"","strLocation":"East Rutherford, New Jersey","intStadiumCapacity":"82566","strWebsite":"WWW.Giants.com","strFacebook":"www.facebook.com\/newyorkgiants\/","strTwitter":"twitter.com\/Giants","strInstagram":"www.instagram.com\/nygiants\/?hl=en","strDescriptionEN":"The New York Giants are a professional American football team located in the New York metropolitan area. The Giants are currently members of the East Division of the National Football Conference (NFC) in the National Football League (NFL). The team plays its home games in East Rutherford, New Jersey at MetLife Stadium, which it shares with the New York Jets in a unique arrangement. The Giants hold their summer training camp at the Quest Diagnostics Training Center at the Meadowlands Sports Complex.\r\n\r\nThe Giants were one of five teams that joined the NFL in 1925, and is the only one of that group still existing, as well as the league's longest-established team in the Northeastern United States. The team ranks third among all NFL franchises with eight NFL titles: four in the pre–Super Bowl era (1927, 1934, 1938, 1956) and four since the advent of the Super Bowl (Super Bowls XXI (1986), XXV (1990), XLII (2007), and XLVI (2011)), along with more championship appearances than any other team, with 19 overall appearances. Their championship tally is surpassed only by the Green Bay Packers (13) and Chicago Bears (9). During their history, the Giants have featured 15 Hall of Fame players, including NFL Most Valuable Player (MVP) award winners Mel Hein, Frank Gifford, Y. A. Tittle, and Lawrence Taylor.\r\n\r\nTo distinguish themselves from the professional baseball team of the same name, the football team was incorporated as the \"New York National League Football Company, Inc.\" in 1929 and changed to \"New York Football Giants, Inc.\" in 1937. Although the baseball team moved to San Francisco after the 1957 season, the football team continues to use \"New York Football Giants, Inc.\" as its legal corporate name, and is often referred to by fans and sportscasters as the \"New York Football Giants\". The team has also gained several nicknames, including \"Big Blue\", the \"G-Men\", and the \"Jints\", an intentionally mangled contraction seen frequently in the New York Post and New York Daily News, originating from the baseball team when they were based in New York. Additionally the team as a whole is occasionally referred to as the \"Big Blue Wrecking Crew\", even though this moniker primarily and originally refers to the Giants defensive unit during the 80s and early 90s.\r\n\r\nThe team's heated rivalry with the Philadelphia Eagles is the oldest of the NFC East rivalries, dating all the way back to 1933, and has been called the best rivalry in the NFL in the 21st century.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vxppup1423669459.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/82firn1497947834.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qi29ef1548364051.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/6frtj41548364064.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cxbzq51548364077.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/40vnjj1548364090.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/uuvuvt1421524686.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/m11vuo1497889914.png","strYoutube":"www.youtube.com\/channel\/UCk2FqoG8dN5EAz5WU3A0D7A","strLocked":"unlocked"},{"idTeam":"134921","idSoccerXML":null,"idAPIfootball":"13","intLoved":"1","strTeam":"New York Jets","strTeamAlternate":"Gang Green","strTeamShort":"NYJ","intFormedYear":"1959","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"American Football League","idLeague2":"5482","strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"15812","strStadium":"MetLife Stadium","strKeywords":"","strRSS":"","strLocation":"East Rutherford, New Jersey","intStadiumCapacity":"82566","strWebsite":"www.newyorkjets.com","strFacebook":"www.facebook.com\/Jets","strTwitter":"twitter.com\/nyjets","strInstagram":"www.instagram.com\/nyjets\/?hl=en","strDescriptionEN":"The New York Jets are a professional American football team located in the New York metropolitan area. The team is a member of the Eastern Division of the American Football Conference (AFC) in the National Football League (NFL). The team is headquartered in Florham Park, New Jersey. In a unique arrangement for the league, the Jets share MetLife Stadium in East Rutherford, New Jersey with the New York Giants. The franchise is legally and corporately registered as New York Jets, LLC.\r\n\r\nThe team was founded in 1959 as the Titans of New York, an original member of the American Football League; later, the franchise joined the NFL in the AFL–NFL merger. The team began to play in 1960 at the Polo Grounds. Under new ownership, the current name was adopted in 1963 and the franchise was relocated to Shea Stadium in 1964 and then to the Meadowlands Sports Complex in 1984. The Jets advanced to the playoffs for the first time in 1968 and went on to compete in Super Bowl III where they defeated the Baltimore Colts, becoming the first AFL team to defeat an NFL club in an AFL-NFL World Championship Game. Since 1968, the Jets have appeared in the playoffs thirteen times, and in the AFC Championship Game four times, most recently losing to the Pittsburgh Steelers in 2010. However, the Jets have never returned to the Super Bowl, making them one of three NFL teams to win their lone Super Bowl appearance, along with the New Orleans Saints and Tampa Bay Buccaneers.\r\n\r\nThe team's training facility, Atlantic Health Jets Training Center, which opened in 2008, is located in Florham Park. The team currently holds their annual training camp sessions on the campus of the State University of New York at Cortland in Cortland, New York while holding occasional sessions at the Florham Park complex.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/hz92od1607953467.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/mte6451552667693.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wlccxg1552666947.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/oalpv01552666970.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/v419ip1552666983.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/7mt5u11552666999.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/vuxwyr1421524269.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/o6hxpx1488727747.png","strYoutube":"www.youtube.com\/channel\/UCROj9vBjc4ZW3AL4cd_BjHg","strLocked":"unlocked"},{"idTeam":"134936","idSoccerXML":null,"idAPIfootball":"12","intLoved":"2","strTeam":"Philadelphia Eagles","strTeamAlternate":"Eagles","strTeamShort":"PHI","intFormedYear":"1933","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"16094","strStadium":"Lincoln Financial Field","strKeywords":"Birds","strRSS":"http:\/\/www.nfl.com\/rss\/rsslanding?searchString=team&abbr=PHI","strLocation":"Philadelphia, Pennsylvania","intStadiumCapacity":"69176","strWebsite":"philadelphiaeagles.com","strFacebook":"www.facebook.com\/philadelphiaeagles","strTwitter":"twitter.com\/eagles","strInstagram":"www.instagram.com\/philadelphiaeagles","strDescriptionEN":"The Philadelphia Eagles are a professional American football team based in Philadelphia, Pennsylvania. They are members of the East Division of the National Football Conference (NFC) in the National Football League (NFL). The Eagles have won three NFL titles and made two Super Bowl appearances, losing both. These were in (in 1980 to the Oakland Raiders and 2004 to the New England Patriots).\r\n\r\nThe club was established in 1933 as a replacement for the bankrupt Frankford Yellow Jackets, when a group led by Bert Bell secured the rights to an NFL franchise in Philadelphia. Throughout the team's history, Bell, Chuck Bednarik, Bob Brown, Reggie White, Steve Van Buren, Tommy McDonald, Greasy Neale, Pete Pihos, Sonny Jurgensen, and Norm Van Brocklin have been inducted to the Pro Football Hall of Fame.\r\n\r\nThe team has an intense rivalry with the New York Giants. This rivalry is the oldest in the NFC East and is among the oldest in the NFL. It was ranked by NFL Network as the #1 rivalry of all-time and Sports Illustrated has it amongst the top ten NFL rivalries of all-time at #4, and according to ESPN, it is one of the fiercest and most well-known rivalries in the football community. They also have a historic rivalry with the Washington Redskins, as well as their bitter rivalry with the Dallas Cowboys, which has become more high-profile in the last three decades.\r\n\r\nEagles fans are among the most diehard and loyal in the NFL. They consistently rank in the top 3 in attendance and have sold out every game since the 1999 season. In a Sports Illustrated poll of 321 NFL players, Eagles fans were selected the most intimidating fans in the NFL.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/pnpybf1515852421.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/69cqel1548363946.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/f666rd1517930318.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/391o841517930293.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/fpd4l01517930369.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/avkxij1517930385.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/vspxuy1421524726.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/bii9jf1488728126.png","strYoutube":"www.youtube.com\/channel\/UCaogx6OHpsGg0zuGRKsjbtQ","strLocked":"unlocked"},{"idTeam":"134925","idSoccerXML":null,"idAPIfootball":"22","intLoved":"1","strTeam":"Pittsburgh Steelers","strTeamAlternate":"","strTeamShort":"PIT","intFormedYear":"1933","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"29572","strStadium":"Heinz Field","strKeywords":"","strRSS":"","strLocation":"Pittsburgh, Pennsylvania","intStadiumCapacity":"65500","strWebsite":"www.steelers.com","strFacebook":"www.facebook.com\/steelers\/","strTwitter":"twitter.com\/#!\/steelers","strInstagram":"www.instagram.com\/steelers\/?hl=en","strDescriptionEN":"The Pittsburgh Steelers are a professional American football team based in Pittsburgh, Pennsylvania. The team currently belongs to the North Division of the American Football Conference (AFC) in the National Football League (NFL). Founded in 1933, the Steelers are the oldest franchise in the AFC.\r\n\r\nIn contrast with their status as perennial also-rans in the pre-merger NFL, where Pittsburgh were the oldest team to never win a championship, the Steelers are one of the most successful NFL franchises of the modern era. Pittsburgh has won more Super Bowl titles (six), won more AFC Championship Games (eight), and played in (fifteen) and hosted more (eleven) conference championship games than any other NFL team. The Steelers share the record for most Super Bowl appearances with the Dallas Cowboys (eight). The Steelers lost their most recent championship appearance, Super Bowl XLV, on February 6, 2011.\r\n\r\nThe Steelers were founded as the Pittsburgh Pirates on July 8, 1933, by Art Rooney, taking its original name from the baseball team of the same name, as was common practice for NFL teams at the time. The ownership of the Steelers has remained within the Rooney family since its founding. The current owner is Art's son, Dan Rooney, who has given much control of the franchise to his son Art Rooney II. Long one of the NFL's flagship teams, the Steelers enjoy a large, widespread fanbase nicknamed Steeler Nation. The Steelers currently play their home games at Heinz Field on Pittsburgh's North Side in the North Shore neighborhood, which also hosts the University of Pittsburgh Panthers. Built in 2001, the stadium replaced Three Rivers Stadium which hosted the Steelers for 31 seasons. Prior to Three Rivers, the Steelers had played their games in Pitt Stadium and Forbes Field.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2975411515853129.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/j3ugue1552928287.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rqpvsr1421531700.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uxwwqp1421531716.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rwpvqw1421531741.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/n53zrn1552944877.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/sptpyx1421524397.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/7l3vd51488731828.png","strYoutube":"www.youtube.com\/channel\/UChaRXjMDs4ppKfnTPE6Z89w","strLocked":"unlocked"},{"idTeam":"134948","idSoccerXML":null,"idAPIfootball":"14","intLoved":"4","strTeam":"San Francisco 49ers","strTeamAlternate":"","strTeamShort":"SF","intFormedYear":"1946","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"16090","strStadium":"Levi's Stadium","strKeywords":"","strRSS":"","strLocation":"Santa Clara, California","intStadiumCapacity":"68500","strWebsite":"www.49ers.com","strFacebook":"www.facebook.com\/SANFRANCISCO49ERS\/","strTwitter":"twitter.com\/49ers","strInstagram":"www.instagram.com\/49ers\/?hl=en","strDescriptionEN":"The San Francisco 49ers are an American football franchise located in the San Francisco Bay Area, that plays in the West Division of the National Football Conference (NFC) in the National Football League (NFL). The team was founded in 1946 as a charter member of the All-America Football Conference (AAFC) and joined the NFL in 1949 after the two leagues merged. The team plays its home games at Levi's Stadium in Santa Clara, California, beginning with the 2014 NFL season, after playing at Candlestick Park in San Francisco from 1971 to 2013. The original home of the 49ers, Kezar Stadium, is within Golden Gate Park in San Francisco.\r\n\r\nThe 49ers are known for having one of the NFL's greatest dynasties, winning five Super Bowl championships in just 14 years, between 1981 and 1994, with four of those championships in the 1980s. The Super Bowl teams were led by Hall of Famers Joe Montana, Jerry Rice, Ronnie Lott, Steve Young, and coach Bill Walsh. With five Super Bowl wins, the 49ers are tied with rivals Dallas Cowboys for the second most Super Bowl wins. The 49ers won the most regular season NFL games in both the 1980s (104) and 1990s (113).\r\n\r\nThe name \"49ers\" comes from the name given to the gold prospectors who arrived in Northern California around 1849 during the California Gold Rush. The name was suggested to reflect the voyagers who had rushed the West for gold. It is the only name the team has ever had and the team has always been within the San Francisco Bay Area. The team is legally and corporately registered as the San Francisco Forty Niners, Ltd., and is the oldest major professional sports team in California. The 49ers and Los Angeles Rams were cross-state rivals until 1995, when the Rams moved from Southern California to St. Louis, Missouri to become the current St. Louis Rams.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"Los San Francisco 49ers (en español Cuarenta y Nueves de San Francisco) son un equipo profesional estadounidense de fútbol americano de la ciudad de San Francisco, California. Forman parte de la NFC Oeste de la National Football League (NFL). Juegan en el Levi's Stadium con base en la ciudad de Santa Clara, California.2\r\n\r\nLos 49ers son conocidos por tener una de las mayores dinastías de la NFL, habiendo ganado cinco campeonatos de Super Bowl en tan sólo 14 años, entre 1981 y 1994, con cuatro de esos campeonatos en la década de 1980. Los equipos que ganaron aquellas Super Bowls estuvieron dirigidos por los miembros del Salón de la Fama del Fútbol Americano Joe Montana, Jerry Rice, Ronnie Lott, Steve Young, y el entrenador Bill Walsh. Con cinco campeonatos de Super Bowl, los 49ers están empatados con sus rivales, los Dallas Cowboys, en el segundo puesto que más trofeos poseen. Los 49ers ganaron el mayor número de partidos regulares en una temporada de la NFL en las décadas de 1980 (104)3 y 1990 (113).4\r\n\r\nEl nombre \"49ers\" proviene del nombre dado a los buscadores de oro que llegaron a California del Norte hacia 1849 durante la fiebre del oro de California.5 El nombre fue sugerido para reflejar a los navegantes que habían acudido a Occidente en busca de oro. Es el único nombre que el equipo ha tenido en toda su historia y siempre ha estado dentro de la Bahía de San Francisco.6 El equipo está legalmente registrado como los San Francisco Forty Niners, Ltd.,7 y es el equipo más antiguo de los deportes profesionales en California. Los 49ers y Los Angeles Rams fueron rivales estatales hasta 1995, cuando los Rams se trasladaron desde el sur de California a St. Louis, Missouri para convertirse en los actuales St. Louis Rams.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/bqbtg61539537328.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/0gkz2f1488737348.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/jjpe8z1553091942.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/gcy95d1553091960.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qce56p1553091974.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/adcr221553091986.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/xsqqvw1421525016.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/ihy2gc1488737197.png","strYoutube":"www.youtube.com\/channel\/UCeIOarQkwmGhimim9cDUTng","strLocked":"unlocked"},{"idTeam":"134949","idSoccerXML":null,"idAPIfootball":"23","intLoved":null,"strTeam":"Seattle Seahawks","strTeamAlternate":"","strTeamShort":"SEA","intFormedYear":"1974","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"19833","strStadium":"CenturyLink Field","strKeywords":"","strRSS":"","strLocation":"Seattle, Washington","intStadiumCapacity":"67000","strWebsite":"www.seahawks.com","strFacebook":"www.facebook.com\/Seahawks\/","strTwitter":"twitter.com\/Seahawks","strInstagram":"www.instagram.com\/seahawks\/?hl=en","strDescriptionEN":"The Seattle Seahawks are a professional American football franchise based in Seattle, Washington. They are members of the West division of the National Football Conference (NFC) in the National Football League (NFL). The Seahawks joined the NFL in 1976 as an expansion team along with the Tampa Bay Buccaneers. The Seahawks are owned by Paul Allen, co-founder of Microsoft, and are currently coached by Pete Carroll. Since 2002, the Seahawks have played their home games at CenturyLink Field (formerly Qwest Field), located south of downtown Seattle. The Seahawks previously played home games in the Kingdome (1976–1999) and Husky Stadium (1994, 2000–2001).\r\n\r\nThe Seahawks are the only NFL franchise based in the Pacific Northwest region of North America and thus attract support from a wide geographical area, including Oregon, Montana, Idaho, and Alaska, as well as Canadian fans in British Columbia and Alberta.\r\n\r\nSeahawks fans have been referred to collectively as the \"12th Man\", \"12th Fan\", or \"12s\". The Seahawks' fans have twice set the Guinness World Record for the loudest crowd noise at a sporting event, first on September 15, 2013, registering 136.6 dB during a game against the San Francisco 49ers and again on December 2, 2013, during a Monday Night Football game against the New Orleans Saints, with a then record-setting 137.6 dB.\r\n\r\nOver the years the Seahawks have had some notable players on the team, including Steve Largent, Dave Brown, Jim Zorn, Dave Krieg, John Randle, Kenny Easley, Curt Warner, Joe Nash, Brian Blades, Cortez Kennedy, Joey Galloway, Walter Jones, Steve Hutchinson, Shaun Alexander, Matt Hasselbeck and Marcus Trufant. Largent, Kennedy, and Moon have been inducted into the Pro Football Hall of Fame, as was Jones in 2014. Easley, Jones, Kennedy, Krieg, Largent, Warner, and Zorn have been inducted into the Seahawks Ring of Honor, along with cornerback Dave Brown and defensive end Jacob Green.\r\n\r\nThe Seahawks have won nine division titles and three conference championships. They are the only team to have played in both the AFC and NFC Championship Games. They have appeared in three Super Bowls, including Super Bowl XLVIII where they defeated the Denver Broncos 43–8 to win their first NFL title. However, the Seahawks went on to lose Super Bowl XLIX to the New England Patriots, 28–24. They are also the first, and to date only, post-merger expansion team in NFL history to advance to play in consecutive Super Bowls.\r\n\r\nAs per one of the agreed parts of the 1970 AFL–NFL merger, the NFL began planning to expand from 26 to 28 teams. In June 1972, Seattle Professional Football Inc., a group of Seattle business and community leaders, announced its intention to acquire an NFL franchise for the city of Seattle. In June 1974, the NFL gave the city an expansion franchise. That December, NFL Commissioner Pete Rozelle announced the official signing of the franchise agreement by Lloyd W. Nordstrom, representing the Nordstrom family as majority partners for the consortium.\r\n\r\nIn March 1975, John Thompson, former Executive Director of the NFL Management Council and a former Washington Huskies executive, was hired as the general manager of the new team. The name Seattle Seahawks (\"Seahawk\" is another name for Osprey) was selected on June 17, 1975 after a public naming contest which drew more than 20,000 entries and over 1,700 different names.\r\n\r\nThompson recruited and hired Jack Patera, a Minnesota Vikings assistant coach, to be the first head coach of the Seahawks; the hiring was announced on January 3, 1976. The expansion draft was held March 30–31, 1976, with Seattle and the Tampa Bay Buccaneers alternating picks for rounds selecting unprotected players from the other 26 teams in the league. The Seahawks were awarded the 2nd overall pick in the 1976 draft, a pick they used on defensive tackle Steve Niehaus. The team took the field for the first time on August 1, 1976 in a pre-season game against the San Francisco 49ers in the then newly constructed Kingdome.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wwuqyr1421434817.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/gnspli1552928452.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yvkycy1553199707.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/1rpx021553199722.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/p1qber1553199735.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/faapeh1553199749.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/xsxwwu1421525034.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/2019-134949-Jersey.png","strYoutube":"www.youtube.com\/channel\/UCzkFCRiMcOBeef8xcaqipmw","strLocked":"unlocked"},{"idTeam":"134945","idSoccerXML":null,"idAPIfootball":"24","intLoved":null,"strTeam":"Tampa Bay Buccaneers","strTeamAlternate":"","strTeamShort":"TB","intFormedYear":"1976","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"15874","strStadium":"Raymond James Stadium","strKeywords":"","strRSS":"","strLocation":"Tampa, Florida","intStadiumCapacity":"65618","strWebsite":"www.buccaneers.com","strFacebook":"www.facebook.com\/tampabaybuccaneers\/","strTwitter":"twitter.com\/Buccaneers","strInstagram":"www.instagram.com\/buccaneers\/?hl=en","strDescriptionEN":"The Tampa Bay Buccaneers are a professional American football franchise based in Tampa, Florida. The Buccaneers currently compete in the National Football League (NFL) as a member team of the National Football Conference (NFC) South division. Along with the Seattle Seahawks, the team joined the NFL in 1976 as an expansion team. The Bucs played their first season in the American Football Conference (AFC) West division as part of the 1976 expansion plan, whereby each new franchise would play every other franchise over the first two years. After the season, the club switched conferences with the Seahawks and became a member of the NFC Central division. During the 2002 league realignment, the Bucs joined three former NFC West teams to form the NFC South. The club is owned by the Glazer family, and plays its home games at Raymond James Stadium in Tampa.\r\n\r\nThe Buccaneers are the first post-merger expansion team to win a division title, win a playoff game, and to host and play in a conference championship game; all three accomplishments occurred during the 1979 season. They are also the first team since the merger to complete a winning season when starting 10 or more rookies, which happened in the 2010 season. In 1976 and 1977, the Buccaneers lost their first 26 games. After a brief winning era in the late 1970s and early 1980s, the team suffered through 14 consecutive losing seasons. Then, for a 10-year period, they were consistent playoff contenders and won Super Bowl XXXVII at the end of the 2002 season, but have not yet returned to the Super Bowl; thus the Bucs, along with the New Orleans Saints and New York Jets, are the only NFL teams to win their lone Super Bowl appearance.\r\n\r\nOver the course of 41 seasons, the Buccaneers have compiled an overall record of 256–402–1, with a regular-season record of 250–393–1 and a playoff record of 6–9.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2dfpdl1537820969.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/4ks7j61537821204.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/pk8p541553271514.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/awkc8w1553271527.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/8xlvms1553271543.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xwo8vi1553271556.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/yssxxy1421524953.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/s13mqd1486840051.png","strYoutube":"www.youtube.com\/channel\/UC0Wwu7r1ybaaR09ANhudTzA","strLocked":"unlocked"},{"idTeam":"134929","idSoccerXML":null,"idAPIfootball":"6","intLoved":null,"strTeam":"Tennessee Titans","strTeamAlternate":"","strTeamShort":"TEN","intFormedYear":"1960","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"American Football League","idLeague2":"5482","strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"30912","strStadium":"Nissan Stadium","strKeywords":"","strRSS":"","strLocation":"Nashville, Tennessee","intStadiumCapacity":"69143","strWebsite":"www.google.com\/url?sa=t&rct=j&q=&esrc=s&source=web&cd=5&cad=rja&uact=8&ved=0CDMQFjAE&url=http%3A%2F%2Fwww.titansonline.com%2F&ei=2S-8VIaKE4vGsQSbmoCgDg&usg=AFQjCNFN4K-S84MXqOBH7AI5HbFi0FQFKA&sig2=BdJzLfbUYvxvtCG0ge3FAw","strFacebook":"www.facebook.com\/titans","strTwitter":"www.facebook.com\/titans","strInstagram":"www.instagram.com\/titans\/?hl=en","strDescriptionEN":"The Tennessee Titans are a professional American football team and one of the 32 franchises of the National Football League (NFL). Based in Nashville, Tennessee, the Titans are members of the South Division of the American Football Conference (AFC). Previously known as the Houston Oilers, the team began play in 1960 in Houston as a charter member of the American Football League. The Oilers won the first two AFL championships, and joined the NFL as part of the AFL-NFL Merger in 1970.\r\n\r\nThe team relocated from Texas to Tennessee in 1997, and played at Liberty Bowl Memorial Stadium in Memphis for one season. They moved to Nashville in 1998 and played in Vanderbilt Stadium. For those two years, the team was known as the Tennessee Oilers, and changed its name to \"Titans\" in 1999. The team plays at LP Field in Nashville, which opened in 1999 as Adelphia Coliseum. The Titans' training facility is at Saint Thomas Sports Park, a 31-acre (13 ha) site at the MetroCenter complex, located just north of downtown Nashville, about 5 miles (8 km) from LP Field.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/m48yia1515847376.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/ul5wk81600553419.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/5kkpb61553527242.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2u7b5y1553527265.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/l513xz1553527279.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/3r64ts1553527292.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/ytuvqw1421524488.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/3db0j21486839880.png","strYoutube":"www.youtube.com\/channel\/UCHBsqVkFraWvtNd1w0Qx4_g","strLocked":"unlocked"},{"idTeam":"134937","idSoccerXML":null,"idAPIfootball":"18","intLoved":"1","strTeam":"Washington Commanders","strTeamAlternate":"Washington Football Team","strTeamShort":"WAS","intFormedYear":"1932","strSport":"American Football","strLeague":"NFL","idLeague":"4391","strLeague2":"","idLeague2":null,"strLeague3":"","idLeague3":null,"strLeague4":"","idLeague4":null,"strLeague5":"","idLeague5":null,"strLeague6":"","idLeague6":null,"strLeague7":"","idLeague7":null,"strDivision":null,"idVenue":"29574","strStadium":"FedExField","strKeywords":"","strRSS":"","strLocation":"Landover, Maryland","intStadiumCapacity":"79000","strWebsite":"www.washingtonfootball.com","strFacebook":"www.facebook.com\/washingtonnfl","strTwitter":"twitter.com\/WashingtonNFL","strInstagram":"www.instagram.com\/washingtonnfl","strDescriptionEN":"The Washington Commanders, formerly the Washington Redskins, are a professional American football team based in the Washington metropolitan area. The Commanders compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. The team plays its home games at FedExField in Landover, Maryland; its headquarters and training facility are in Ashburn, Virginia. The team has played more than 1,000 games and is one of only five in the NFL with more than 600 total victories. It was the first NFL franchise with an official marching band and a fight song, \"Hail to the Redskins\". Washington is valued at roughly US$4.2 billion by Forbes, making it the fifth-most valuable NFL franchise.\r\n\r\nThe team was founded in 1932 as the Boston Braves; it changed its name to the Boston Redskins the following year. The franchise moved to Washington, D.C., in 1937 and became the Washington Redskins. The team won the 1937 and 1942 NFL championship games and Super Bowls XVII, XXII, and XXVI. Washington has finished a season as league runner-up six times, losing the 1936, 1940, 1943, and 1945 title games and Super Bowls VII and XVIII. With 14 division titles and 24 postseason appearances, they have an overall postseason record of 23–18. Their three Super Bowl wins are tied with the Denver Broncos and Las Vegas Raiders, behind the Pittsburgh Steelers and New England Patriots (six each), San Francisco 49ers and Dallas Cowboys (five each), and the Green Bay Packers and New York Giants (four each).\r\n\r\nAll of Washington's championships were attained during two 10-year spans. From 1936 to 1945, the team went to the NFL Championship six times, winning two of them. The second period lasted from 1982 and 1991, when they appeared in the postseason seven times, captured four Conference titles, and won three Super Bowls in four appearances. But from 1946 to 1970, Washington posted just four winning seasons and never reached the postseason. They went without a single winning season from 1956 to 1968, a span that included their worst regular-season record: 1–12–1 in 1961. Since the 1991 season, when the team last won the Super Bowl, they have won the NFC East four times, had a winning record in nine seasons, and reached the postseason in seven.\r\n\r\nWashington's former Redskins branding was disliked by various Native American groups and others who believed the term to be pejorative. In 2020, pressure from several NFL and team sponsors led to it being retired as part of a wave of name changes in the wake of the George Floyd protests. The team temporarily rebranded as the Washington Football Team and the team announced their new name as the Washington Commanders on February 2, 2022.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strColour1":"","strColour2":"","strColour3":"","strGender":"Male","strCountry":"United States","strBadge":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rn0c7v1643826119.png","strLogo":"https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/7oi1kd1643826143.png","strFanart1":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/lhcyvp1553611729.jpg","strFanart2":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ayezgc1553611744.jpg","strFanart3":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/9iwqc61553611757.jpg","strFanart4":"https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cyejtn1553611770.jpg","strBanner":"https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/qys3m11643832297.jpg","strEquipment":"https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/ibncxq1486823316.png","strYoutube":"www.youtube.com\/channel\/UC2a0ENbCZqIO5C1fWXGXZXA","strLocked":"unlocked"}]}